{"Clay":[{"id":1685852183162,"name":"Donna Wilson Creatures Mini Figure Collection","type":"Clay","description":"<p>Donna Wilson is an award-winning Scottish designer and textile artist. She is renowned for her original handmade creatures, knitted from the softest lambswool and cashmere yarns.<br><br>Six of Donna Wilson&rsquo;s most popular curious creatures (plus one secret!) have been reproduced as collectable palm-sized figures. Each one comes in a cute house-shaped package - half the fun is finding out which creature you will meet when you open up the box!</p>","img":["DE1EB81B-C8B1-4E59-8F9F-3D226C3B40B4.JPG","IMG_0661.JPG","IMG_0757.JPG","IMG_0839.JPG"],"date":"05/06/2023"},{"id":1685852193123,"name":"Sonny Angel: Space Adventure Series","type":"Clay","description":"<p>In &ldquo;Sonny Angel in Space Adventure&rdquo;, Sony Angel wearing costumes of various motifs such as astronauts, rockets, sun and moon will appear under the theme of &ldquo;space&rdquo;! Please also pay attention to the unique design that makes you want to imagine the story of adventure.</p>\n<p>The design of this series has a retro and nostalgic atmosphere. Sonny Angel in Space Adventure figures are even cuter when you display them with other space-themed items. Turn your room into a cosmic universe.</p>","img":["apple puppy 2.JPG","DE1EB81B-C8B1-4E59-8F9F-3D226C3B40B4.JPG","IMG_0661.JPG","IMG_0757.JPG"],"date":"05/06/2023"},{"id":1685865390342,"name":"Sonny Angel: Cactus Series","type":"Clay","description":"<p data-hook=\"description\">The most-loved Rabbit figure headlines the series and is joined by the Monkey, Mouse and Parrot. Each figure is sporting a T-shirt which features a cactus motif on the chest reflecting the design of the headgear.</p>\n<p data-hook=\"description\">A cactus plant is a great addition to your home thanks to its striking shape, size and flowers. Similarly, a Cactus Series Sonny Angel will bring happiness with its unique design and happy disposition.</p>","img":["IMG_0661.JPG"],"date":"05/06/2023"},{"id":1685892978904,"name":"Jellycat: Toasty Bunnies","type":"Clay","description":"<p>Bashful Toasty Bunny &nbsp;plans to be cheery, even when it's chilly! This stylish bun wears a charcoal hat in warm woollen knit, with a bobble on top! Lucky those ears are lopsy-lovely, so it fits just perfectly. Our bobtail buddy is snuggle-soft with biscuity paws and a pastel pink nose.</p>","img":["Kitty with beanie 1.jpg"],"date":"05/06/2023"},{"id":1685893269673,"name":"Jellycat: Leffy Elf (Small/Medium)","type":"Clay","description":"<p>Jellycat's Leffy Elf is here to make mischief and fill your children with the most wonderful Christmas spirit! Leffy is rugged up against the cold of the North Pole, with a rich green coat and bright red hat, mittens, and boots, all adorned with gorgeous white fluff, cuffs, and pom poms. The details matter, and Leffy has the sweetest stripey stockings and gold embroidered buttons. His cheeks are all pink with the snowy cold.</p>","img":["Kitty with beanie 3.jpg"],"date":"05/06/2023"},{"id":1685940952826,"name":"Windmill Farm Music Box","type":"Clay","description":"","img":["apple puppy 1.JPG","apple puppy 2.JPG","DE1EB81B-C8B1-4E59-8F9F-3D226C3B40B4.JPG"],"date":"05/06/2023"}],"Punch needle":[{"id":1685852054732,"name":"Sonny Angel: Hello Jeju Series","type":"Punch needle","description":"<p>Jeju Island in South Korea is full of nature and beautiful sea. This island, which has many world natural heritage sites, is also known as a filming location for various popular Korean dramas, and is a popular resort area visited by many tourists from all over the world.This series expresses the charm of Jeju Island with Sonny Angel.</p>\n<p>Every figure has a design that makes you feel Jeju Island. If you display the figures side by side, the scenery of Jeju Island may spread out. It is also recommended as a souvenir of your trip to Jeju Island.</p>\n<p>You will feel as if you are traveling in Jeju Island. It is a photogenic design that makes you want to take a picture.</p>\n<p>Package design that spreads the nature and beautiful scenery of Jeju Island. There are 6 types of figures + 2 secret for a total of 8types. Half the fun is finding out which Sonny Angel you will meet when you open the package.</p>","img":["cake 2.jpg","duck 1.jpg"],"date":"05/06/2023"},{"id":1685852156403,"name":"Sonny Angel: Christmas Ornaments Series","type":"Punch needle","description":"<p>This year&rsquo;s Christmas series can also be enjoyed as an ornament. The design is inspired by wooden ornaments lined up in a warmly lit Christmas market. Decorate your Christmas tree or your room with Sonny Angel to bring a little warmth and comfort to the dark, cold winter. Spend this winter colorfully and happily with Sonny Angel!</p>\n<p>Of course, you can enjoy Sonny Angel Christmas figures like conventional mini figures &ndash; standing side by side in your collection. If you hang them on your tree, colorful Sonny Angels will add brightness to your Christmas celebrations.</p>\n<p>All mini figures are pre-strung. Ready to be displayed as an ornament.</p>\n<p>There are 6 types of figures + 4 secrets for a total of 10 types. Half the fun is finding out which Sonny Angel you will meet when you open the package.</p>","img":["duck 1.jpg"],"date":"05/06/2023"}],"Resin work":[]}